tap 'homebrew/cask-versions'
tap 'homebrew/cask-fonts'

# Searching
brew 'ack'
brew 'gnu-sed'
brew 'ripgrep'
brew 'fd'

# Terminal
brew 'exa'
brew 'bat'
brew 'starship'
brew 'tmux'
brew 'vivid'
cask 'wezterm'

# Monitoring
brew 'htop'

# Coding
brew 'neovim'
brew 'tree-sitter'
brew 'tidy-html5'

# Developer tools
brew 'gh'
brew 'git'
brew 'tig'

# Utilities
brew 'topgrade'

# Fonts
cask 'font-recursive-code'
cask 'font-symbols-only-nerd-font'
