# Searching
brew 'ack'
brew 'gnu-sed'
brew 'ripgrep'

# Terminal
brew 'exa'
brew 'bat'
brew 'starship'
brew 'tmux'
brew 'vivid'

# Monitoring
brew 'htop'

# Coding
brew 'neovim'
brew 'tree-sitter'

# Developer tools
brew 'gh'
brew 'git'
brew 'tig'

# Utilities
brew 'topgrade'
