tap 'homebrew/cask-versions'
tap 'homebrew/cask-fonts'
tap 'heroku/brew'

# `pinentry` tap
tap 'jorgelbg/tap'

# Searching
brew 'ack'
brew 'gnu-sed'
brew 'ripgrep'
brew 'fd'
brew 'rg'

# Terminal
brew 'eza'
brew 'bat'
brew 'starship'
brew 'tmux'
brew 'vivid'
cask 'wezterm'
brew 'yazi'
brew 'antidote'
# yazi dependencies
brew 'ffmpegthumbnailer'
brew 'jq' # JSON preview
brew 'poppler' # PDF preview

# Monitoring
brew 'htop'

# Coding
brew 'neovim'
brew 'tree-sitter'
brew 'tidy-html5'
brew 'pinentry-touchid'

# Spellcheck
brew 'openjdk'
brew 'codespell'
brew 'vale'

# Developer tools
brew 'gh'
brew 'git'
brew 'tig'
brew 'asdf'
brew 'direnv'

# Ops
brew 'kubectl'

# Cloud Platforms
brew 'heroku'

# Utilities
brew 'topgrade'
brew 'ffmpeg'

# Fonts
cask 'font-recursive-code'
cask 'font-symbols-only-nerd-font'
